web/app/controllers/api/comment_controller.rb

	def index
		@photo = Photo.find(params[:photo_id])
	    respond_with @comments = @photo.comments.all
---
SELECT "comments".* FROM "comments"